[
  {
    "comment_text": "Ay caramba, Lisa, you are such a complete dork! Stop posting stuff like this, people will think being a nerd runs in our genes!",
    "post_id": 1,
    "user_id": 2
  },
  {
    "comment_text": "I'm always telling people 'the boy has no sense', and you're always proving me right!",
    "post_id": 2,
    "user_id": 3
  },
  {
    "comment_text": "Homie, for the love of God, please finish up in the bathroom and come help Bart with his homework.",
    "post_id": 3,
    "user_id": 4
  },
  {
    "comment_text": "Goo goo ga ga, mama! *Ferocious binky sounds*",
    "post_id": 4,
    "user_id": 5
  },
  {
    "comment_text": "Maggie, I am going to visit your lovely parents tonight to try and convince them that baptizing you is the only way to guarantee your eventual salvation!",
    "post_id": 5,
    "user_id": 6
  },
  {
    "comment_text": "Ned, we're all in support of kindness, community and positivity, but could you do it without being so preachy?",
    "post_id": 6,
    "user_id": 1
  },
  {
    "comment_text": "Mrs. Flanders, I can't have you continuing to haunt me from the spirit world, I beg you to please rest in peace.",
    "post_id": 7,
    "user_id": 2
  },
  {
    "comment_text": "I followed your lead and you gave me a pay *decrease*! D'oh!",
    "post_id": 8,
    "user_id": 3
  },
  {
    "comment_text": "Smithers, your unwavering loyalty to Mr. Burns is both admirable and a bit puzzling. You must really enjoy fetching his slippers!",
    "post_id": 9,
    "user_id": 4
  },
  {
    "comment_text": "*Dead silence, arms crossed, binky completely still*",
    "post_id": 10,
    "user_id": 5
  },
  {
    "comment_text": "Hey neighborino! Keep letting the Lord sing his song through you, and might I suggest you join the church orchestra!",
    "post_id": 11,
    "user_id": 6
  },
  {
    "comment_text": "Coming from a ghost, I hope you listen carefully when I tell you to right your ways and repent before you join me down here.",
    "post_id": 12,
    "user_id": 7
  },
  {
    "comment_text": "Simpson, it is only by a clerical error from Smithers that your pink slip wasn't processed before your contract renewed. Tread lightly, or I will release the hounds.",
    "post_id": 13,
    "user_id": 8
  },
  {
    "comment_text": "Mrs. Simpson, I need to get your advice one day on obtaining a relationship and committment from someone who doesn't value you fully.",
    "post_id": 14,
    "user_id": 9
  },
  {
    "comment_text": "I keep forgetting that Homer has three kids and not two, but that's probably because you're not old enough to be in my viewership demographics! Ha!",
    "post_id": 15,
    "user_id": 10
  },
  {
    "comment_text": "Bart could really use a father figure with your moral compass.",
    "post_id": 16,
    "user_id": 1
  },
  {
    "comment_text": "Please stop haunting me, Mrs. Flanders! It's Ned you should haunt! Or your kids... whatever their names are.",
    "post_id": 17,
    "user_id": 2
  },
  {
    "comment_text": "It's a shame you have no heir apparent, cause you'll be long gone before my kids enter the workforce and I had hoped they would carry on the family tradition of working for a Burns.",
    "post_id": 18,
    "user_id": 3
  },
  {
    "comment_text": "Smithers, your unwavering loyalty to Mr. Burns is both commendable and a little disturbing. But hey, everyone needs a sidekick!",
    "post_id": 19,
    "user_id": 4
  },
  {
    "comment_text": "Goo goo ga ga, boo! *Stares intensely, then rolls eyes*",
    "post_id": 20,
    "user_id": 5
  }
]
